Repository: kscanne/secwepemc-facebook
Catalog: po/*.po
Languages: br, nb, wa

source: life event
nb: livshendelse
wa: etrevén del vicåreye

source: link
br: liamm
nb: lenke
wa: hårdêye

source: photo
br: Luc'hskeudenn
nb: bilde
wa: foto

source: post
br: kaoz
nb: innlegg
wa: posse

source: status
br: statud
wa: statut

source: status update
nb: statusoppdatering
wa: metaedje a djoû do statut

source: You and %a like this.
br: Plijout a ra deoc'h ha da %a
nb: Du og %a liker dette.
wa: Vos eyet %a imèt ça.

source: You, %a1 and %a2 like this.
nb: Du, %a1 og %a2 liker dette.
wa: Vos, %a1 eyet %a2 inmèt ça.

source: %a1, %a2 and %a3 like this.
br: Plijout a ra da %a1, %a2 ha da %a3.
nb: %a1, %a2 og %a3 liker dette.
wa: %a1, %a2 eyet %a3 inmèt ça.

source: %a added a new photo.
nb: %a har lagt til et nytt bilde.
wa: %a a radjouté ene novele foto.

source: %a1 added 1 new photo to the album %a2.
nb: %a1 har lagt til et nytt bilde i albumet %a2.
wa: %a1 a radjouté ene novele foto a l’ albom %a2.

source: %a1 and %a2
nb: %a1 og %a2
wa: %a1 eyet %a2

source: %a1 and %a2 are now friends.
nb: %a1 og %a2 er nå venner.
wa: %a1 eyet %a2 sont asteure des soçons.

source: %a1 and %a2 are now friends with %a3.
nb: %a1 og %a2 er nå venner med %a3.
wa: %a1 eyet %a2 sont asteure des soçons avou %a3.

source: %a1 and %a2 commented on a %a3.
nb: %a1 og %a2 kommenterte e[nt] %a3.
wa: %a1 eyet %a2 a scrît ene rawete so on/ene %a3.

source: %a1 and %a2 like %a3.
nb: %a1 og %a2 liker %a3.
wa: %a1 eyet %a2 inmèt %a3.

source: %a1 and %a2 like this.
br: Plijout a ra da %a1 ha da %a2
nb: %a1 og %a2 liker dette.
wa: %a1 eyet %a2 inmèt ça.

source: %a1 and %a2 shared %a3.
br: %a1 hag %a2 o deus kenrannet %a3
nb: %a1 og %a2 delte %a3.
wa: %a1 eyet %a2 ont pårtaedjî %a3.

source: %a1 and %a2 shared %a3's %a4.
nb: %a1 og %a2 delte %a3 si[nt]t? %a4.
wa: %a1 eyet %a2 ont pårtaedjî %a4 da %a3.

source: %a1 and %a2 were tagged in %a3's photos.
wa: %a1 eyet %a2 ont stî idintifyîs dins ene foto da %a3.

source: About
br: Diwar-benn
nb: Om
wa: Åd fwait

source: about an hour ago
br: e-tro un eurvezh zo
nb: for ca. en time siden
wa: i gn a ene eure

source: about a minute ago
br: E-tro ur munut zo
nb: for ca. ett minutt siden
wa: i gn a enen munute

source: Account Settings
br: Arventennoù ar gont
nb: Kontoinnstillinger
wa: Apontiaedjes do conte

source: %a changed her profile picture.
br: cheñchet eo bet skeudenn he frofil gant %a
nb: %a oppdaterte sitt profilbilde.
wa: %a a candjî s’ foto di profil.

source: %a changed his profile picture.
br: cheñchet eo bet skeudenn e brofil gant %a
nb: %a oppdaterte sitt profilbilde.
wa: %a a candjî s’ foto di profil.

source: %a1 commented on a %a2.
br: Un tamm poz zo bet lezet gant %a1 e %a2.
nb: %a1 kommenterte e[nt] %a2.
wa: %a1 a scrît ene rawete so on/ene %a2.

source: %a1 commented on her own %a2.
nb: %a1 kommenterte si[nt]t? ege[nt] %a2.
wa: %a1 a scrît ene rawete so s’ prôpe %a2.

source: %a1 commented on his own %a2.
nb: %a1 kommenterte si[nt]t? ege[nt] %a2.
wa: %a1 a scrît ene rawete so s’ prôpe %a2.

source: %a1 commented on your %a2.
nb: %a1 kommenterte di[nt]t? %a2.
wa: %a1 a scrît ene rawete so vosse %a2.

source: Activity Log
br: Marilh oberiantiz
nb: Aktivitetslogg
wa: Djournå di l’ activité

source: Add Friend
br: Ouzhpennañ ur mignon
nb: Legg til som venn
wa: Radjouter soçon

source: Add Interests...
br: Ouzhpennañ dedennoù
nb: Legg til interesser ...
wa: Radjouter interesses...

source: Add Photos/Video
wa: Radjouter fotos/videyos

source: Advertising
br: Bruderezh
nb: Annonsering
wa: Reclame

source: a few seconds ago
br: E-tro un eilenn zo
nb: for noen sekunder siden
wa: i gn a kékès segondes

source: %a1 is at %a2.
nb: %a1 er på %a2.
wa: %a1 est a %a2.

source: %a1 is now friends with %a2 and %a3.
nb: %a1 er nå venn med %a2 og %a3.
wa: %a1 est asteure soçon avou %a2 eyet %a3.

source: %a1 likes %a2.
br: Plijet eo %a1 gant %a2
nb: %a1 liker %a2.
wa: %a1 inme %a2.

source: %a1 likes a %a2.
br: Plijet eo %a1 gant ur %a2
nb: %a1 liker e[nt] %a2.
wa: %a1 inme on/ene %a2.

source: %a1 likes %a2's %a3.
nb: %a1 liker %a2 si[nt]t? %a3.
wa: %a1 inme %a3 da %a2.

source: %a1 likes %a2 and %a3.
nb: %a1 liker %a2 og %a3.
wa: %a1 inme %a2 eyet %a3.

source: %a likes this.
br: plijout a ra da %a
nb: %a liker dette.
wa: %a inme ça.

source: %a like this.
br: Plijout a ra da %a
nb: %a liker dette.
wa: %a inmèt ça.

source: a link
br: ul liamm
nb: en lenke
wa: ene hårdêye

source: APPS
br: Arloadoù
nb: APPLIKASJONER
wa: Aplis

source: Apps and Games
br: Arloadoù ha c'hoarioù
nb: Applikasjonssenter
wa: Aplis eyet djeus

source: %A at %s
br: %A da %s
nb: %A kl. %s
wa: %A a %s

source: %a1 shared %a2.
br: %a1 en deus kenrannet %a2.
nb: %a1 delte %a2.
wa: %a1 a pårtaedjî %a2.

source: %a1 shared %a2's %a3.
nb: %a1 delte %a2 si[nt]t? %a3.
wa: %a1 a pårtaedjî %a3 da %a2.

source: %a1 shared her own %a2.
nb: %a1 delte si[nt]t? ege[nt] %a2.
wa: %a1 a pårtaedjî s’ prôpe %a2.

source: %a1 shared his own %a2.
nb: %a1 delte si[nt]t? ege[nt] %a2.
wa: %a1 a pårtaedjî s’ prôpe %a2.

source: Ask Question
br: Goulenn udb.
nb: Spørsmål
wa: Poizer ene kesse

source: %a1 took a photo with %a2.
wa: %a1 a prindou ene foto avou %a2.

source: %a1 was tagged at %a2.
nb: %a1 ble tagget på %a2.
wa: %a1 a stî idintifyî a %a2.

source: %a1 was tagged in %a2's %a3.
nb: %a1 ble tagget i %a2 si[nt]t? %a3.
wa: %a1 a stî idintifyî dins %a3 da %a2.

source: %a1 was tagged in a %a2.
nb: %a1 ble tagget i e[nt] %a2.
wa: %a1 a stî idintifyî dins one/ene %a2

source: %a1 was tagged in %a2's photos.
nb: %a1 ble tagget i bildene til %a2.
wa: %a1 a stî idintifyî dins ene foto da %a2.

source: %a updated her cover photo.
nb: %a oppdaterte forsidebildet sitt.
wa: %a a metou a djoû s’ foto d’ coviete.

source: %a updated his cover photo.
nb: %a oppdaterte forsidebildet sitt.
wa: %a a metou a djoû s’ foto d’ coviete.

source: %B %d
br: %d a viz %B
nb: %d. %B
wa: li %d di %B

source: %B %d at %s
br: %d a viz %B da %s
nb: %d. %B kl. %s
wa: li %d di %B a %s

source: %B %d, %Y
br: %d a viz %B %Y
nb: %d. %B %Y
wa: li %d di %B %Y

source: %B %d, %Y at %s
br: %d a viz %B %Y da %s
nb: %d. %B %Y kl. %s
wa: li %d di %B %Y a %s

source: Born
br: Ganedigezh
nb: Født
wa: Skepyî

source: By:
br: Gant
nb: via
wa: Pa :

source: Cancel
br: Nullañ
nb: Avbryt
wa: Rinoncî

source: Careers
br: Labourioù
nb: Jobber
wa: Ovraedjes

source: Change Cover
br: Cheñch ar golo
nb: Endre forsidebilde
wa: Candjî coviete

source: Chat (Off)
nb: Chat (frakoblet)
wa: Messaedjreye sol moumint (Disclitcheye)

source: Close
br: Serriñ
nb: Lukk
wa: Clôre

source: Close Friends
br: Mignoned tostañ
nb: Nære venner
wa: Meyeus soçons

source: Comment
br: Poz
nb: Kommenter
wa: Scire ene rawete

source: Cookies
br: Toupinoù
nb: Informasjonskapsler
wa: Coûkes

source: Confirm
br: Kadarnaat
nb: Bekreft
wa: Racertiner

source: Create an Ad
br: Krouiñ ur bomm brudañ
nb: Opprett en annonse
wa: Ahiver ene reclame

source: Create a Page
br: Krouiñ ur bajenn
nb: Opprett en side
wa: Ahiver ene pådje

source: Create Group...
br: Krouiñ ur strollad
nb: Opprett en gruppe...
wa: Ahiver on groupe...

source: Create Group
br: Krouiñ ur strollad
nb: Opprett ny gruppe
wa: Ahiver on groupe

source: Developers
br: Diorroerien
nb: Utviklere
wa: Diswalpeus

source: 1 hour ago
br: %d eurvezh zo
wa: I gn a 1 eure

source: 1 minute ago
br: %d munut zo
wa: I gn a 1 munute

source: 1 mutual friend
br: %d mignon boutin
nb: 1 felles venn
wa: 1 minme soçons

source: 1 NEW STORY
br: %d ISTOR NEVEZ
wa: 1 NOVELE ISTWERE

source: 1 other
br: %d all
wa: èn ôte

source: 1 other friend
wa: èn ôte soçon

source: 1 other page
wa: ene ôte pådje

source: 1 other person
wa: ene ôte djin

source: 1 person
br: %d den
wa: ene djin

source: 1 second ago
br: %d eilenn zo
wa: i gn a 1 segonde

source: 1 share
br: Kenrannet %d
nb: 1 deling
wa: On pårtaedje

source: Edit Options
br: Dibaboù aozañ
nb: Endre alternativer
wa: Candjî tchuzes

source: Edit or Remove
br: Aozañ pe diverkañ
nb: Rediger eller fjern
wa: Candjî ou oister

source: English (US)
br: Brezhoneg
nb: Norsk (bokmål)
wa: Inglès (Estats Unis)

source: Enter a friend's name or email address
br: Lakait anv ur mignon pe ur chomlec'h postel
nb: Skriv inn navnet eller e-postadressen til en venn
wa: Tapez li no d’ on soçon ou si adresse emile

source: Events
br: Darvoudoù
nb: Arrangementer
wa: Etrevéns

source: Family
br: Familh
nb: Familie
wa: Famile

source: FAVORITES
br: AR RE GARETAÑ
nb: FAVORITTER
wa: COLÅS

source: Find Friends
br: Kavout mignoned
nb: Finn venner
wa: Trover des soçons

source: Find More Pages
br: Kavout pajennoù all
nb: Finn flere sider
wa: Trover dpus di pådjes

source: Follow Post
nb: Følg innlegget
wa: Shure li posse

source: Friends on Chat
br: Mignoned o flapiñ
nb: Venner på chat
wa: Soçons sol messaedjreye sol moumint

source: Friend Requests
br: Goulennoù ar vignoned
nb: Venneforespørsler
wa: Dimandes di soçnaedje

source: Friends
br: Mignoned
nb: Venner
wa: Soçons

source: FRIENDS
br: MIGNONED
nb: VENNER
wa: SOÇONS

source: Groups
wa: Groupes

source: GROUPS
br: STROLLADOÙ
nb: GRUPPER
wa: GROUPES

source: Help
br: Skoazell
nb: Hjelp
wa: Aidance

source: Home
br: Degemer
nb: Hjem
wa: Måjhon

source: How are you doing, %s?
wa: Ké diss, %s ?

source: How are you feeling, %s?
wa: Comint vos sintoz vs, %s ?

source: How's it going, %s?
wa: Comint ça va-t i, %s ?

source: INTERESTS
br: DEDENN
nb: INTERESSER
wa: INTERESSES

source: Life Event
br: Darvoud buhez
nb: Livshendelse
wa: Etrevén del vicåreye

source: Like
br: Plijus
nb: Liker
wa: Dj’ inme

source: Likes
br: Plijadurioù
nb: Liker
wa: Djelz inme

source: Like Page
nb: Lik side
wa: Dj’ inme li pådje

source: Like This Page
br: Karet ar bajenn-mañ
nb: Lik denne siden
wa: Dj’ inme cisse pådje ci

source: Links
br: Liammoù
nb: Lenker
wa: Hårdêye

source: LISTS
br: ROLLOÙ
nb: Lister
wa: HÅRDÊYES

source: Log Out
br: Digevreañ
nb: Logg ut
wa: Si dislodjî

source: Map
br: Kartenn
nb: Kart
wa: Mape

source: Message
nb: Send melding
wa: Messaedje

source: Message:
br: Kemennadenn
nb: Send melding:
wa: Messaedje :

source: Messages
br: Kemennadennoù
nb: Meldinger
wa: Messaedjes

source: Mobile Uploads
br: Enporzhiet diwar un hezoug
nb: Mobilopplastninger
wa: Eberwetaedjes d’ axhlåve

source: More
br: Muioc'h
nb: Mer
wa: Dipus

source: MORE
br: MUIOC'H
nb: MER
wa: DIPUS

source: More Stories
br: Istorioù all
nb: Vis alle hendelser
wa: Dipus d’ istweres

source: Most Recent
br: Ar re nevesañ
nb: Siste nytt
wa: Li dierinne

source: Music
br: Sonerezh
nb: Musikk
wa: Muzike

source: New Group...
br: Strollad nevez
wa: Novea groupe...

source: New Message
br: Kemennadenn nevez
nb: Ny melding
wa: Novea messaedje

source: News Feed
br: Red ar c'heleier
nb: Nyhetsoppdatering
wa: Floû d’ noveles

source: No new requests
wa: Nole novele dimande

source: Notifications
br: Embannoù
nb: Varsler
wa: Notifiaedjes

source: Not Now
br: Diwezhatoc'hik
nb: Ikke nå
wa: Nén asteure

source: Now
br: Bremañ
nb: Nå
wa: Do côp

source: PAGES
br: PAJENNOÙ
nb: SIDER
wa: PÅDJES

source: PAGES AND ADS
nb: SIDER OG ANNONSER
wa: PÅDJES ET RECLAMES

source: People who like this
br: Tud a blij an dra-se dezho
nb: Personer som liker dette
wa: Djins k’ inmèt çouci

source: People You May Know
br: Tud a c'hallit anavezout
nb: Personer du kanskje kjenner
wa: Des djins k’ vos cnoxhoz motoit

source: Photo
br: Luc'hskeudenn
nb: Bilde
wa: Foto

source: Photos
br: Luc'hskeudennoù
nb: Bilder
wa: Fotos

source: Place
br: Lec'h
nb: Sted
wa: Plaece

source: Places
br: Lec'hioù
nb: Steder
wa: Plaeces

source: Pokes
br: Broud
nb: Poker
wa: Tapes sol sipale

source: Privacy
br: Prevezded
nb: Personvern
wa: Veye privêye

source: Privacy Settings
br: Arventennoù prevezded
nb: Personverninnstillinger
wa: Apontiaedjes del privaceye

source: Privacy Shortcuts
wa: Rascourtis di privaceye

source: Profile
br: Profil
nb: Profil
wa: Profil

source: Questions
br: Goulennoù
nb: Spørsmål
wa: Kesses

source: Recent Activity
br: Divizoù nevesañ
nb: Aktiviteter
wa: Activité d’ enawaire

source: RECENT POST
br: KEMENNADENNOÙ DIWEZHAÑ
nb: NYLIGE INNLEGG
wa: POSSE D’ ENAWAIRE

source: Recommended Pages
br: Pajennoù erbedet
nb: Anbefalte sider
wa: Pådjes ricmandêyes

source: Remove Preview
br: Lemel ar rakweled
nb: Fjern forhåndsvisning
wa: Oister prévoeyaedje

source: Resize
br: Adventañ
nb: Fremhevet
wa: Candjî l' grandeu

source: %s, add a comment...
nb: Skriv en kommentar...
wa: %d, scrijhoz ene rawete...

source: Search
br: Klask
nb: Søk
wa: Trover

source: Search for people, places and things
br: Klask tud, lec'hioù pe traoù
nb: Søk etter personer, steder og ting
wa: Cachî après des djins, des plaeces eyet des tchois

source: See All
br: Gwelet an holl
nb: Vis alle
wa: Vey totafwait

source: See All Friend Requests
br: Gwelet an holl c'houlennoù mignoned
nb: Vis alle
wa: Vey totes les dmandes di soçnaedje

source: See All Messages
br: Gwelet an holl gemennadennoù
nb: Vis alle
wa: Vey tos les messaedjes

source: See All Notifications
br: Gwelet an holl embannoù
nb: Vis alle
wa: Vey tos les notifiaedjes

source: See Friendship
br: Gwelet ar vignoniezh
nb: Se vennskap
wa: Vey l’ amishté

source: See More
br: Gwelet traoñoc'h
nb: Vis flere
wa: Vey dipus

source: See More Settings
wa: Vey pus d' apontiaedjes

source: See Translation
br: Gwelet an droidigezh
wa: Vey li ratournaedje

source: Send
br: Kas
wa: Evoyî

source: Send a New Message
br: Kas ur gemennadenn nevez
nb: Send en ny melding
wa: Evoyî novea messaedje

source: Settings
wa: Apontiaedjes

source: Share
br: Kenrannañ
nb: Del
wa: Pårtaedjî

source: SORT
br: URZHIAÑ
nb: SORTER
wa: RELÉRE

source: Sponsored
br: Paeroniet
nb: Sponset
wa: Reclame

source: Status
br: Statud
wa: Statut

source: Subscribe to Page
nb: Abonner
wa: S' abouner al pådje

source: Subscriptions
br: Enskrivadurioù
nb: Abonnementer
wa: Abounmints

source: Suggested Groups
br: Strolladoù kinniget
nb: Foreslåtte grupper
wa: Groupes sudjerés

source: Tag Friends
br: Tikedenniñ mignoned
nb: Tag venner
wa: Idintifyî soçons

source: Terms
br: Termenoù
nb: Betingelser
wa: Contrat

source: Ticker
br: War-eeun
wa: Noveles e direk

source: Timeline
br: Kronologiezh
nb: Tidslinje
wa: Roye do tins

source: %T near %a
br: %T e-kichen %a
nb: %T i nærheten av %a
wa: %T dilé %a

source: To:
br: Da
nb: Til:
wa: A :

source: Top Stories
br: Istorioù pennañ
nb: Topphendelser
wa: Istweres al copete

source: Unfollow Post
nb: Ikke følg innlegget lenger
wa: Ni pus shure li posse

source: Unlike
br: Displijus
nb: Liker ikke
wa: Dji n’ inme pus

source: Update Info
br: Nevesaat ar c'heleier
nb: Oppdater informasjon
wa: Mete a djoû infos

source: Update Status
br: Nevesaat ar statud
nb: Status
wa: Statut do metaedje a djoû

source: Use Facebook as:
br: Ober gant Facebook evel :
nb: Bruk Facebook som:
wa: Si siervi di Facebook come :

source: View 1 comment
br: Gwelet an %d poz
wa: Vey ene rawete

source: Wall Photos
br: Skeudennoù ar voger
nb: Veggbilder
wa: Meur di fotos

source: Welcome
br: Degemer mat
nb: Velkommen
wa: Wilicome

source: What's going on, %s?
wa: Cwè çk’ i s’ passe, %s ?

source: What's happening, %s?
wa: Ké novele, %s ?

source: What's on your mind?
br: Petra a fell deoc'h ober ?
nb: Hva tenker du på?
wa: Cwè çki vos avoz dins vosse tiesse ?

source: Write a comment...
br: Skrivañ un tamm poz
nb: Skriv en kommentar...
wa: Scrijhoz ene rawete...

source: Yesterday
br: Dec'h
nb: i går
wa: Ayir

source: Yesterday at %s
br: Dec'h da %s
nb: i går kl. %s
wa: Ayir a %s

source: You like this.
br: Plijout a ra deoc'h
nb: Du liker dette.
wa: Vos inmez çouci.

source: January
br: Genver
nb: januar
wa: djanvî

source: February
br: C'hwevrer
nb: februar
wa: fevrî

source: March
br: Meurzh
nb: mars
wa: måss

source: April
br: Ebrel
wa: avri

source: June
br: Mezheven
nb: juni
wa: djun

source: July
br: Gouere
nb: juli
wa: djulete

source: August
br: Eost
wa: awousse

source: September
br: Gwengolo
wa: setimbe

source: October
br: Here
nb: oktober
wa: octôbe

source: November
br: Du
wa: nôvimbe

source: December
br: Kerzu
nb: desember
wa: decimbe

source: Monday
br: Lun
nb: mandag
wa: londi

source: Tuesday
br: Meurzh
nb: tirsdag
wa: mårdi

source: Wednesday
br: Merc'her
nb: onsdag
wa: mierkidi

source: Thursday
br: Yaou
nb: torsdag
wa: djudi

source: Friday
br: Gwener
nb: fredag
wa: vénrdi

source: Saturday
br: Sadorn
nb: lørdag
wa: semdi

source: Sunday
br: Sul
nb: søndag
wa: dimegne

source: Add Photo / Video
br: Ouzhpennañ ur Skeudenn / Video
nb: Last opp bilde/video

source: Notes
br: Notennoù
nb: Notater

source: May
br: Mae
nb: mai

source: Chat (Offline)
br: Flap (Ezlinenn)
